[AmmoDump X2AbilityTemplate]
LocFriendlyName="破坏武器"
LocHelpText="使武器失效，卸除弹药。"
LocLongDescription="使武器失效，卸除弹药。"
LocFlyOverText="破坏武器"

[ShieldAlly X2AbilityTemplate]
LocFriendlyName="术士最大守护"
LocHelpText="为同盟添加盾牌。"
LocLongDescription="为同盟添加盾牌。"
LocFlyOverText="术士最大守护"

[DetonateMindshieldM1 X2AbilityTemplate]
LocFriendlyName="压制心灵护盾"
LocHelpText="通过心灵护盾引导原始伤害。"
LocLongDescription="通过心灵护盾引导原始伤害。"
LocFlyOverText="压制心灵护盾"

[DetonateMindshieldM2 X2AbilityTemplate]
LocFriendlyName="压制心灵护盾"
LocHelpText="通过心灵护盾引导原始伤害。"
LocLongDescription="通过心灵护盾引导原始伤害。"
LocFlyOverText="压制心灵护盾"

[DetonateMindshieldM3 X2AbilityTemplate]
LocFriendlyName="压制心灵护盾"
LocHelpText="通过心灵护盾引导原始伤害。"
LocLongDescription="通过心灵护盾引导原始伤害。"
LocFlyOverText="压制心灵护盾"

[DetonateMindshieldM4 X2AbilityTemplate]
LocFriendlyName="压制心灵护盾"
LocHelpText="通过心灵护盾引导原始伤害。"
LocLongDescription="通过心灵护盾引导原始伤害。"
LocFlyOverText="压制心灵护盾"

[DetonateMe X2AbilityTemplate]
LocFriendlyName="自爆"
LocHelpText="引爆自己。"
LocLongDescription="引爆自己。"
LocFlyOverText="自爆"

[ChosenBloodlust X2AbilityTemplate]
LocFriendlyName="嗜血欲望"
LocFlyOverText="嗜血欲望"
LocHelpText="天选者开枪杀人。无流血效果。"
LocLongDescription="天选者开枪杀人。无流血效果。"

[TraitBloodlust X2AbilityTemplate]
LocFriendlyName="嗜血欲望"
LocHelpText="天选者开枪杀人。无流血效果。"
LocLongDescription="天选者开枪杀人。无流血效果。"

[TraitResilience X2AbilityTemplate]
LocFriendlyName="适应"
LocHelpText="几乎不受致命打击的影响。"
LocLongDescription="天选者几乎不受致命打击的影响。"

[TraitEvasive X2AbilityTemplate]
LocFriendlyName="闪避"
LocHelpText="能够闪避攻击。"
LocLongDescription="天选者有一个重大的闪避加成。"




